tap "cantino/mcfly"
tap "chrismytton/formula"
tap "dxw/tap"
tap "erbridge/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "vitorgalvao/tiny-scripts"
brew "act"
brew "adr-tools"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "boost"
brew "pkg-config"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "direnv"
brew "dive"
brew "dnsmasq", restart_service: true
brew "dog"
brew "dust"
brew "erlang"
brew "elixir"
brew "elm"
brew "exercism"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "node"
brew "firebase-cli"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "git-lfs"
brew "git-secrets"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hcloud"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "jq"
brew "kotlin"
brew "less"
brew "libxml2"
brew "lsd"
brew "mas"
brew "mysql", restart_service: true
brew "nano"
brew "netlify-cli"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "optipng"
brew "p7zip"
brew "pinentry-mac"
brew "pipenv"
brew "pngquant"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "svgo"
brew "swift-format"
brew "tfenv"
brew "tflint"
brew "tig"
brew "unzip"
brew "watchman"
brew "wifi-password"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "chrismytton/formula/shoreman"
brew "dxw/tap/whippet"
brew "erbridge/tap/github-branch-renamer"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "android-studio"
cask "authy"
cask "bartender"
cask "battlescribe"
cask "bitwarden"
cask "browserstacklocal"
cask "chromedriver"
cask "clamxav"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flutter"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "huiontablet"
cask "itch"
cask "iterm2"
cask "jitsi-meet"
cask "keepingyouawake"
cask "krita"
cask "little-snitch"
cask "microsoft-teams"
cask "miro"
cask "mural"
cask "muzzle"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "openscad"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "signal"
cask "silicon"
cask "sketchbook"
cask "slack"
cask "steam"
cask "temurin"
cask "tidal"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "workflowy"
cask "zoom"
mas "Dato", id: 1470584107
mas "Flow", id: 1423210932
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pomy", id: 1422640635
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
