tap "chef/chef"
tap "cloudfoundry/tap"
tap "dxw/tap"
tap "erbridge/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "nektos/tap"
tap "vitorgalvao/tiny-scripts"
brew "adr-tools"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "composer"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dive"
brew "exercism"
brew "firebase-cli"
brew "freetds"
brew "gh"
brew "ghq"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "unbound"
brew "gnupg"
brew "go"
brew "hcloud"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "lsd"
brew "mas"
brew "nano"
brew "netlify-cli"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "p7zip"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "postgresql", restart_service: true
brew "python@2", link: false
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tig"
brew "unrar"
brew "unzip"
brew "vale"
brew "watchman"
brew "wifi-password"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "dxw/tap/whippet"
brew "erbridge/tap/github-branch-renamer"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "nektos/tap/act"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "alfred"
cask "bartender"
cask "battlescribe"
cask "blender"
cask "browserstacklocal"
cask "calibre"
cask "discord"
cask "docker"
cask "dwarf-fortress"
cask "figma"
cask "firefox"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "godot"
cask "google-chrome"
cask "huiontablet"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "keybase"
cask "krita"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miro"
cask "ngrok"
cask "notion"
cask "oversight"
cask "rectangle"
cask "signal"
cask "sketchbook"
cask "slack"
cask "steam"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "workflowy"
cask "zoom"
mas "Dato", id: 1470584107
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pomy", id: 1422640635
mas "Trello", id: 1278508951
