tap "buo/cask-upgrade"
tap "chef/chef"
tap "cloudfoundry/tap"
tap "dxw/tap"
tap "erbridge/tap"
tap "fluidkeys/tap"
tap "github/gh"
tap "grdl/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "manifoldco/brew"
tap "nektos/tap"
tap "vitorgalvao/tiny-scripts"
brew "adr-tools"
brew "ansible"
brew "ansible-lint"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "composer"
brew "coreutils"
brew "curl-openssl"
brew "direnv"
brew "dive"
brew "firebase-cli"
brew "freetds"
brew "fx"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "unbound"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "hcloud"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "lsd"
brew "mas"
brew "nano"
brew "node-build"
brew "nodenv"
brew "p7zip"
brew "pass"
brew "pass-otp"
brew "php"
brew "pinentry-mac"
brew "pipenv"
brew "pnpm"
brew "poetry"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "postgresql@12"
brew "python@2", link: false
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tig"
brew "travis"
brew "unrar"
brew "unzip"
brew "watchman"
brew "wifi-password"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "dxw/tap/whippet"
brew "erbridge/tap/github-branch-renamer"
brew "grdl/tap/git-get"
brew "heroku/brew/heroku"
brew "nektos/tap/act"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "adoptopenjdk"
cask "alfred"
cask "android-studio"
cask "battlescribe"
cask "blender"
cask "borgbackup"
cask "browserstacklocal"
cask "calibre"
cask "chef-workstation"
cask "chromedriver"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "gitify"
cask "godot"
cask "google-chrome"
cask "huiontablet"
cask "insomnia"
cask "itch"
cask "iterm2"
cask "keepingyouawake"
cask "keybase"
cask "krita"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miro"
cask "ngrok"
cask "notion"
cask "oversight"
cask "rectangle"
cask "signal"
cask "sketchbook"
cask "slack"
cask "steam"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "workflowy"
cask "zoomus"
mas "Dato", id: 1470584107
mas "Flow", id: 1423210932
mas "Pomy", id: 1422640635
mas "Trello", id: 1278508951
